Repository: burakturk152/sikoku-game
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Player
tr: Oyuncu

source: Settings
tr: Ayarlar

source: Vibration
tr: Titreşim

source: Music
tr: Müzik

source: Sound Effects
tr: Ses Efektleri

source: Sound Volume
tr: Ses Seviyesi

source: Notifications
tr: Bildirimler

source: Remind daily puzzle
tr: Günlük bulmacayı hatırlat

source: Remind weekly puzzle
tr: Haftalık bulmacayı hatırlat

# control
source: Check
tr: Kontrol

source: Hint
tr: İpucu

source: Undo
tr: Geri Al

source: Redo
tr: İleri Al

source: Delete
tr: Sil

# market
source: Shop
tr: Market

source: Profile
tr: Profil

# winsCongratsTitle
source: Congratulations!
tr: Tebrikler!

# winsCongratsBody
source: You won the level.
tr: Seviyeyi kazandınız.

# errorsFound
source: Total mistakes: {count}
tr: Toplam hata: {count}

# noErrors
source: No mistakes. Great!
tr: Hata yok. Harika!

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Choose Avatar
tr: Avatar Seç

source: Statistics
tr: İstatistikler

source: Total Stars
tr: Toplam Yıldız

source: Fastest
tr: En Hızlı

source: No mistakes
tr: Hatasız

source: Achievements
tr: Başarımlar

source: First Daily Puzzle
tr: İlk Günlük Bulmaca

# sevenDaysInARow
source: 7 Days in a Row
tr: Art arda 7 Gün

# hundredPuzzles
source: 100 Puzzles
tr: 100 Bulmaca

source: Account Connections
tr: Hesap Bağlantıları

source: Sound / Music
tr: Ses / Müzik

# adminModeTitle
source: Admin Mode (Unlimited Hint/Undo/Check)
tr: Admin Modu (sınırsız Hint/Undo/Check)

# adminModeDesc
source: For testing. Normal limits apply when disabled.
tr: Test amaçlı. Kapalıyken normal hak sistemi geçerli.

source: Language
tr: Dil

source: Apply
tr: Uygula

source: Reset Progress
tr: İlerlemeni Sıfırla

# controlDialogTitle
source: Check
tr: Kontrol

source: Watch ad to see mistakes
tr: Hataları görmek için reklam izle

source: Close
tr: Kapat

source: Back
tr: Geri

source: Highlight
tr: Vurgula

source: Check
tr: Kontrol Et

source: Daily Reward
tr: Günlük Ödül

source: Watch Ad for Reward
tr: Ödül İçin Reklam İzle

source: Inventory
tr: Envanter

source: Packages
tr: Paketler

source: Individual Items
tr: Tekil Ürünler

source: Buy
tr: Satın Al

source: Purchased
tr: Satın Alındı

source: Reward Claimed
tr: Ödül Alındı

source: Watch Ad
tr: Reklam İzle

source: Package
tr: Paket

source: items
tr: ürün

source: Select Universe
tr: Evren Seç

source: Daily Puzzle
tr: Günlük Bulmaca

source: Weekly Puzzle
tr: Haftalık Bulmaca

# puzzleCompletedIn
source: You completed the puzzle in {time}!
tr: Bulmacayı {time} sürede tamamladınız!

# perfect3Stars
source: Perfect! You earned 3 stars!
tr: Mükemmel! 3 yıldız kazandınız!

# great2Stars
source: Great! You earned 2 stars!
tr: Harika! 2 yıldız kazandınız!

# good1Star
source: Good! You earned 1 star!
tr: İyi! 1 yıldız kazandınız!

source: Puzzle completed!
tr: Bulmacayı tamamladınız!

# rewardEarned
source: Reward Earned: {reward}
tr: Kazanılan Ödül: {reward}

# congratulationsReward
source: Congratulations! You earned {reward} reward!
tr: Tebrikler! {reward} ödülü kazandınız!

# dailyRewardTitle
source: Daily Reward
tr: Günlük Ödül

# weeklyRewardTitle
source: Weekly Reward
tr: Haftalık Ödül

# alreadyCompletedDaily
source: You have already completed this daily puzzle. You have already claimed your reward!
tr: Bu günlük bulmacayı daha önce tamamladınız. Ödülünüzü zaten aldınız!

# alreadyCompletedWeekly
source: You have already completed this weekly puzzle. You have already claimed your reward!
tr: Bu haftalık bulmacayı daha önce tamamladınız. Ödülünüzü zaten aldınız!

source: Claim Reward
tr: Ödülü Al

# continueButton
source: Continue
tr: Devam

# levelsCompletedSuccessfully
source: 49 levels completed successfully!
tr: 49 bölüm başarıyla tamamlandı!

source: Vibration test completed!
tr: Titreşim testi tamamlandı!

source: Vibration Test
tr: Titreşim Testi

source: Insufficient Hints
tr: Yetersiz İpucu

# vibrationTriggered
source: Vibration triggered: {event}
tr: Titreşim tetiklendi: {event}

source: level completed
tr: seviye kazanıldı

# dontForgetDaily
source: Don't forget to solve today's puzzle!
tr: Bugünkü bulmacayı çözmeyi unutma!

# dontMissWeekly
source: Don't miss the weekly puzzle!
tr: Haftalık bulmacayı kaçırma!

source: Sikkoku Notifications
tr: Sikkoku Bildirimleri

# sikkokuChannelDescription
source: Sikkoku reminder notification channel
tr: Sikkoku hatırlatıcı bildirim kanalı

source: Space Universe
tr: Uzay Evreni

# spaceUniverseDescription
source: Ready for an interstellar journey?
tr: Yıldızlar arası yolculuğa hazır mısın?

source: Forest Universe
tr: Orman Evreni

# forestUniverseDescription
source: Time to explore the depths of green forests!
tr: Yeşil ormanların derinliklerinde keşif zamanı!
